app/controllers/students_controller.rb

    def index
        @students = Student.all.map { |student| student.to_s}
---
SELECT "students".* FROM "students"